// Misc Strings

"fibre-channel-card-name"           = "Placa Apple FC";
"unknown"                           = "<desconhecido>";
"default-filename"                  = "Placas Fibre Channel";
"port-name-prefix"                  = "Porta";
"slot-name-prefix"					= "Conector ";
"restart-required"                  = "É necessário reiniciar para que as definições entrem em vigor.";

// Status string.

"Offline"                           = "A ligação à porta está inactiva.";
"Online"                            = "A ligação à porta está activa.";
// Speed status string.
"speed-status"                      = " A velocidade especificada é <<substituir>>.";	// Note that the "<<replace>>" in this string
                                                                            // is replaced by one of the speed status strings below.
                                                                            // This is to allow for different placements within the
                                                                            // sentance of the status string.

"link-status-nolink"				= "Nenhuma ligação estabelecida";
"link-status-nolink-unsupported"	= "Nenhuma ligação estabelecida (cabo não suportado)";
"link-status-link"					= "Ligação estabelecida";
"link-status-link-unsupported"		= "Ligação estabelecida (cabo não suportado)";

// speed status string.
"1-gigabit-per-second"              = "1 Gb/s";
"2-gigabit-per-second"              = "2 Gb/s";
"speed-automatic"                   = "configuração automática";
"automatic-1-gigabit"               = "configuração automática; está a 1 Gbps";
"automatic-2-gigabit"               = "configuração automática; está a 2 Gbps";

// Topology status string.
"toplogy-status"                    = " A topologia de portas especificada é <<substituir>>.";	// Note that the "<<replace>>" in this string
                                                                                    // is replaced by one of the speed status strings below.
                                                                                    // This is to allow for different placements within the
                                                                                    // sentance of the status string.
// topology status string.
"point-to-point"                    = "Ponto-a-ponto";
"arbitrated-loop"                   = "Loop arbitrado";
"topology-automatic"                = "configuração automática";
"automatic-point-to-point"          = "configuração automática; está em ponto-a-ponto";
"automatic-arbitrated-loop"         = "configuração automática; está em loop arbitrado";

// Alerts
"incompatible-driver-title"         = "Instale o recurso mais recente";
"incompatible-driver"               = "Esta aplicação requer a versão 1.1.0 ou mais recente de AppleLSIFusionMPT.kext. Certifique-se de que tem instalado o recurso mais recente e tente novamente.";
"alert-no-cards-title"              = "Não foi encontrada nenhuma placa Apple Fibre Channel";
"alert-no-cards"                    = "Certifique-se de que a placa Apple Fibre Channel está devidamente instalada e tente novamente.";
"alert-restart-title"               = "Reiniciar o sistema";
"alert-restart-required"            = "É necessário reiniciar o computador para que as definições novas entrem em vigor. Reiniciá-lo agora?";
"alert-ok-button"                   = "OK";
"alert-yes-button"                  = "Sim";
"alert-no-button"                   = "Não";
"alert-cancel-button"               = "Cancelar";
"alert-tool-title"                  = "Erro da ferramenta fibreconfig";
"alert-fibreconfig-error"           = "Ocorreu um erro com a ferramenta fibreconfig.";
"alert-missing-tool"                = "Ferramenta fibreconfig inexistente.";
"alert-non-executeable-tool"        = "A ferramenta fibreconfig não é executável. Pode ser necessário voltar a instalá-la.";
"ww-node-name-tooltip"              = "Nome mundial de nó (WWNN)";
"ww-port-name-tooltip"              = "Nome mundial de porta (WWPN)";